<?php
/*
 * Template Name: Home Page
 */
	get_header();
?>

<main class="content main-page">
   <div class="main-page__slider-box">
      <div id="main-page__slider" class="main-page__slider carousel slide carousel-fade" data-ride="carousel">
         <ol class="carousel-indicators">
            <li class="main-slider__indicator active" data-target="#main-page__slider" data-slide-to="0"></li>
            <li class="main-slider__indicator" data-target="#main-page__slider" data-slide-to="1"></li>
         </ol>
         <div class="carousel-inner">
             <?php
                 for ($i=0; $i < 2; $i++) :
                     $slider_page[$i]        = get_theme_mod( 'set_slider_page' . ($i+1) );
                     $slider_button_text[$i] = get_theme_mod( 'set_slider_button_text' . ($i+1) );
                     $slider_button_url[$i]  = get_theme_mod( 'set_slider_button_url' . ($i+1) );
                 endfor;

                 $args = array(
                     'post_type' => 'page',
                     'post_per_page' => 2,
                     'post__in' => $slider_page,
                     'orderby' => 'post__in'
                 );

                 $slider_loop = new WP_Query( $args );

	             $i = 0;
                 if( $slider_loop->have_posts() ):
                     while( $slider_loop->have_posts() ):
                         echo $slider_page[$i] . ' ---- ' . the_title();
                        $slider_loop->the_post();
             ?>
            <div class="slider__item carousel-item <?php if($i == 0): echo 'active'; endif; ?>">
               <div class="slider__bg-box">
                  <picture class="slider__picture-bg-box">
                     <source srcset="<?php echo get_the_post_thumbnail_url(); ?>"
                             media="(min-width: 1240px)">
                     <img src="<?php bloginfo('template_directory'); ?>/assets/img/slider_1_mobile.jpg"
                          alt="first slide">
                  </picture>
                  <div class="slider__color-bg-box"></div>
               </div>

               <div class="wrapper slider__caption carousel-caption">
                  <h1 class="slider__title"><span><?php the_title(); ?></span></h1>
                  <div class="slider__description"><?php the_content(); ?></div>
                  <a href="<?php echo $slider_button_url[$i]; ?>" class="slider__btn btn btn-danger"><?php echo $slider_button_text[$i]; ?></a>
               </div>
            </div>
             <?php
                     $i++;
                     endwhile;
                     wp_reset_postdata();
                 endif;
             ?>
         </div>
         <a class="carousel-control-prev" href="#main-page__slider" role="button" data-slide="prev">
            <span class="carousel-control-prev-icon" aria-hidden="true"></span>
            <span class="sr-only">Previous</span>
         </a>
         <a class="carousel-control-next" href="#main-page__slider" role="button" data-slide="next">
            <span class="carousel-control-next-icon" aria-hidden="true"></span>
            <span class="sr-only">Next</span>
         </a>
      </div>
   </div>
   <div class="wrapper">
      <section class="preferences section">
         <h3 class="section__header">Преимущества</h3>
         <div class="preferences-box">
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M12.8895 22.4443C9.27843 22.4443 6.33398 25.3888 6.33398 28.9999C6.33398 32.611 9.27843 35.5554 12.8895 35.5554C16.5006 35.5554 19.4451 32.611 19.4451 28.9999C19.4451 25.3888 16.5006 22.4443 12.8895 22.4443ZM12.8895 33.2777C10.5007 33.2777 8.61176 31.3332 8.61176 28.9999C8.61176 26.611 10.5562 24.7221 12.8895 24.7221C15.2784 24.7221 17.1673 26.6666 17.1673 28.9999C17.1673 31.3888 15.2229 33.2777 12.8895 33.2777Z" fill="#E04C4C"/>
                     <path d="M0 45.4441V49.833H25.7222V45.4441C25.7222 41.2219 22.3333 37.833 18.1111 37.833H7.61111C3.38889 37.833 0 41.2775 0 45.4441ZM7.61111 40.1108H18.1111C21.0555 40.1108 23.4444 42.4997 23.4444 45.4441V47.5552H2.27778V45.4441C2.27778 42.4997 4.66667 40.1108 7.61111 40.1108Z" fill="#E04C4C"/>
                     <path d="M49.9991 18.0556V3.94444C49.9991 1.77778 48.2213 0 46.0547 0H24.9991C22.8325 0 21.0547 1.77778 21.0547 3.94444V27.5555C21.0547 28 21.388 28.2778 21.7769 28.2778C21.9436 28.2778 22.1102 28.2222 22.2769 28.0555L28.388 21.9444H46.0547C48.2213 22 49.9991 20.2222 49.9991 18.0556ZM26.5547 20.5555L23.3325 23.7778V3.94444C23.3325 3 24.0547 2.27778 24.9991 2.27778H46.0547C46.9991 2.27778 47.7213 3 47.7213 3.94444V18C47.7213 18.9444 46.9991 19.6667 46.0547 19.6667H28.7214C27.888 19.7222 27.1658 20 26.5547 20.5555Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Саппорт</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="51" viewBox="0 0 50 51" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M12.2222 14.4603H1.11111C0.5 14.4603 0 13.9603 0 13.3492V2.23806C0 1.62695 0.5 1.12695 1.11111 1.12695H12.2222C12.8333 1.12695 13.3333 1.62695 13.3333 2.23806V13.3492C13.3333 13.9603 12.8333 14.4603 12.2222 14.4603ZM2.22222 12.2381H11.1111V3.34918H2.22222V12.2381Z" fill="#E04C4C"/>
                     <path d="M6.66625 11.1266C6.61069 11.1266 6.49958 11.1266 6.44402 11.0711C6.11069 11.0155 5.83291 10.7933 5.66624 10.46L3.55513 6.12664C3.27736 5.57109 3.49958 4.90442 4.05513 4.62664C4.61069 4.34886 5.27736 4.57109 5.55513 5.12664L7.05513 8.23775L17.2774 0.237753C17.7774 -0.151136 18.444 -0.0400247 18.8329 0.40442C19.2218 0.90442 19.1107 1.57109 18.6662 1.95998L7.38847 10.8489C7.16624 11.0711 6.88847 11.1266 6.66625 11.1266Z" fill="#E04C4C"/>
                     <path d="M12.2222 32.2376H1.11111C0.5 32.2376 0 31.7376 0 31.1265V20.0154C0 19.4043 0.5 18.9043 1.11111 18.9043H12.2222C12.8333 18.9043 13.3333 19.4043 13.3333 20.0154V31.1265C13.3333 31.7376 12.8333 32.2376 12.2222 32.2376ZM2.22222 30.0154H11.1111V21.1265H2.22222V30.0154Z" fill="#E04C4C"/>
                     <path d="M6.66625 28.9049C6.61069 28.9049 6.49958 28.9049 6.44402 28.8493C6.11069 28.7937 5.83291 28.5715 5.66624 28.2382L3.55513 23.9049C3.27736 23.3493 3.49958 22.6826 4.05513 22.4049C4.61069 22.1271 5.27736 22.3493 5.55513 22.9049L7.05513 26.016L17.2774 17.9604C17.7774 17.5715 18.444 17.6826 18.8329 18.1271C19.2218 18.6271 19.1107 19.2937 18.6662 19.6826L7.38847 28.5715C7.16624 28.8493 6.88847 28.9049 6.66625 28.9049Z" fill="#E04C4C"/>
                     <path d="M12.2222 50.0159H1.11111C0.5 50.0159 0 49.516 0 48.9048V37.7937C0 37.1826 0.5 36.6826 1.11111 36.6826H12.2222C12.8333 36.6826 13.3333 37.1826 13.3333 37.7937V48.9048C13.3333 49.516 12.8333 50.0159 12.2222 50.0159ZM2.22222 47.7937H11.1111V38.9048H2.22222V47.7937Z" fill="#E04C4C"/>
                     <path d="M48.8895 41.1265H24.4451C23.834 41.1265 23.334 40.6265 23.334 40.0154C23.334 39.4043 23.834 38.9043 24.4451 38.9043H48.8895C49.5007 38.9043 50.0006 39.4043 50.0006 40.0154C50.0006 40.6265 49.5007 41.1265 48.8895 41.1265Z" fill="#E04C4C"/>
                     <path d="M48.8895 47.7935H24.4451C23.834 47.7935 23.334 47.2935 23.334 46.6824C23.334 46.0713 23.834 45.5713 24.4451 45.5713H48.8895C49.5007 45.5713 50.0006 46.0713 50.0006 46.6824C50.0006 47.2935 49.5007 47.7935 48.8895 47.7935Z" fill="#E04C4C"/>
                     <path d="M48.8895 23.3492H24.4451C23.834 23.3492 23.334 22.8492 23.334 22.2381C23.334 21.627 23.834 21.127 24.4451 21.127H48.8895C49.5007 21.127 50.0006 21.627 50.0006 22.2381C50.0006 22.8492 49.5007 23.3492 48.8895 23.3492Z" fill="#E04C4C"/>
                     <path d="M48.8895 30.0152H24.4451C23.834 30.0152 23.334 29.5152 23.334 28.9041C23.334 28.293 23.834 27.793 24.4451 27.793H48.8895C49.5007 27.793 50.0006 28.293 50.0006 28.9041C50.0006 29.5152 49.5007 30.0152 48.8895 30.0152Z" fill="#E04C4C"/>
                     <path d="M48.8895 5.57086H24.4451C23.834 5.57086 23.334 5.07086 23.334 4.45974C23.334 3.84863 23.834 3.34863 24.4451 3.34863H48.8895C49.5007 3.34863 50.0006 3.84863 50.0006 4.45974C50.0006 5.07086 49.5007 5.57086 48.8895 5.57086Z" fill="#E04C4C"/>
                     <path d="M48.8895 12.2378H24.4451C23.834 12.2378 23.334 11.7378 23.334 11.1267C23.334 10.5156 23.834 10.0156 24.4451 10.0156H48.8895C49.5007 10.0156 50.0006 10.5156 50.0006 11.1267C50.0006 11.7378 49.5007 12.2378 48.8895 12.2378Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Треккинг заказа</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="50" viewBox="0 0 50 50" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M38.6641 36.3857C38.0529 36.3857 37.5527 36.8859 37.5527 37.4971C37.5527 38.1084 38.0529 38.6085 38.6641 38.6085C39.2754 38.6085 39.7755 38.1084 39.7755 37.4971C39.7755 36.8859 39.2754 36.3857 38.6641 36.3857Z" fill="#E04C4C"/>
                     <path d="M30.4942 36.3857C29.8829 36.3857 29.3828 36.8859 29.3828 37.4971C29.3828 38.1084 29.8829 38.6085 30.4942 38.6085H34.8842C35.4955 38.6085 35.9956 38.1084 35.9956 37.4971C35.9956 36.8859 35.4955 36.3857 34.8842 36.3857H30.4942Z" fill="#E04C4C"/>
                     <path d="M48.8886 23.8821C48.2773 23.8821 47.7772 24.3822 47.7772 24.9935C47.7772 37.5523 37.5523 47.7772 24.9935 47.7216C12.4347 47.7216 2.20981 37.4968 2.26538 24.9379C2.32095 12.3791 12.4903 2.15424 25.0491 2.20981C30.8284 2.20981 36.3854 4.43261 40.5531 8.32251H37.7746C37.1633 8.32251 36.6632 8.82264 36.6632 9.43391C36.6632 10.0452 37.1633 10.5453 37.7746 10.5453H43.3316C43.9429 10.5453 44.443 10.0452 44.443 9.43391V3.87691C44.443 3.26564 43.9429 2.76551 43.3316 2.76551C42.7203 2.76551 42.2202 3.26564 42.2202 3.87691V6.87769C32.2176 -2.62478 16.3802 -2.23579 6.87769 7.76681C-2.62478 17.7694 -2.23579 33.6069 7.76681 43.1093C17.7694 52.6118 33.6069 52.2228 43.1093 42.2202C47.5549 37.5523 50 31.3841 50 24.9935C50 24.3822 49.4999 23.8821 48.8886 23.8821Z" fill="#E04C4C"/>
                     <path d="M43.0541 30.9947V15.713C43.0541 15.1017 42.554 14.6016 41.9427 14.6016H11.3792C10.7679 14.6016 10.2678 15.1017 10.2678 15.713V17.9358H8.04499C7.43372 17.9358 6.93359 18.4359 6.93359 19.0472V34.3289C6.93359 34.9402 7.43372 35.4403 8.04499 35.4403H38.6085C39.2198 35.4403 39.7199 34.9402 39.7199 34.3289V32.1061H41.9427C42.554 32.1061 43.0541 31.606 43.0541 30.9947ZM37.4971 33.2175H9.15639V20.1586H37.4971V33.2175ZM40.8313 29.8833H39.7199V19.0472C39.7199 18.4359 39.2198 17.9358 38.6085 17.9358H12.4906V16.8244H40.8313V29.8833Z" fill="#E04C4C"/>
                     <path d="M23.3255 31.6618C26.104 31.6618 28.3268 29.439 28.3268 26.6605C28.3268 23.882 26.104 21.6592 23.3255 21.6592C20.547 21.6592 18.3242 23.882 18.3242 26.6605C18.3242 29.439 20.547 31.6618 23.3255 31.6618ZM23.3255 23.882C24.8815 23.882 26.104 25.1045 26.104 26.6605C26.104 28.2164 24.8815 29.439 23.3255 29.439C21.7696 29.439 20.547 28.2164 20.547 26.6605C20.547 25.1045 21.7696 23.882 23.3255 23.882Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Рефаунд</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="43" viewBox="0 0 50 43" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M48.0769 0H1.92308C0.769231 0 0 0.769231 0 1.92308V32.6923C0 33.8462 0.769231 34.6154 1.92308 34.6154H19.4231L17.5 40.3846H16.3462C15.7692 40.3846 15.3846 40.7692 15.3846 41.3462C15.3846 41.9231 15.7692 42.3077 16.3462 42.3077H33.6538C34.2308 42.3077 34.6154 41.9231 34.6154 41.3462C34.6154 40.7692 34.2308 40.3846 33.6538 40.3846H32.5L31.5385 37.1154C31.3462 36.5385 30.7692 36.3462 30.3846 36.5385C30 36.7308 29.6154 37.3077 29.8077 37.6923L30.5769 40.1923H19.8077L21.7308 34.4231H48.0769C49.2308 34.4231 50 33.6538 50 32.5V1.92308C50 0.769231 49.2308 0 48.0769 0ZM48.0769 32.6923H1.92308V1.92308H48.0769V32.6923Z" fill="#E04C4C"/>
                     <path d="M30.9608 14.8081L22.3069 9.80807C20.9608 9.03884 19.23 9.42345 18.4608 10.7696C18.2685 11.1542 18.0762 11.7311 18.0762 12.3081V22.3081C18.0762 23.2696 18.6531 24.2311 19.6146 24.8081C20.5762 25.385 21.5377 25.385 22.4992 24.8081L31.1531 19.8081C32.4993 19.0388 33.0762 17.3081 32.3069 15.9619C31.73 15.385 31.3454 15.0004 30.9608 14.8081ZM29.9992 18.0773L21.3454 23.0773C20.9608 23.2696 20.7685 23.2696 20.3839 23.0773C20.1916 22.885 19.9992 22.6927 19.8069 22.3081V12.3081C19.8069 11.9235 19.9993 11.7311 20.3839 11.5388C20.7685 11.3465 20.9608 11.3465 21.3454 11.5388L29.9992 16.5388C30.3839 16.7311 30.5762 17.3081 30.3839 17.885C30.3839 17.885 30.1916 18.0773 29.9992 18.0773Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Бесплатный стрим</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="64" viewBox="0 0 50 64" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M48.5714 13.7857C49.3571 13.7857 50 13.1429 50 12.3571V8.35714L25 0L0 8.35714V28.6429C0 54.3571 24.2857 63.5 24.5 63.5714L25 63.7143L25.5 63.5714C25.7143 63.5 50 54.3571 50 28.6429V18.0714C50 17.2857 49.3571 16.6429 48.5714 16.6429C47.7857 16.6429 47.1429 17.2857 47.1429 18.0714V28.6429C47.1429 50.6429 28.3571 59.2857 25 60.7143C21.6429 59.3571 2.85714 50.7143 2.85714 28.6429V10.3571L25 3L47.1429 10.3571V12.2857C47.1429 13.1429 47.7857 13.7857 48.5714 13.7857Z" fill="#E04C4C"/>
                     <path d="M23.5723 7.57115V55.4283C23.5723 56.214 24.2151 56.8569 25.0008 56.8569C25.7866 56.8569 26.4294 56.214 26.4294 55.4283V7.57115C26.4294 6.78544 25.7866 6.14258 25.0008 6.14258C24.2151 6.14258 23.5723 6.78544 23.5723 7.57115Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Консультации по игре</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="44" viewBox="0 0 50 44" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M11.9318 0C9.09091 0 6.81818 2.21591 6.81818 4.82955C6.81818 5.96591 7.04545 7.04545 7.61364 7.95455H1.02273C0.454546 8.01136 0 8.52273 0 9.09091V15.9091C0 16.4773 0.568182 17.0455 1.13636 17.0455H2.84091V27.2727C2.84091 27.8977 3.35227 28.4091 3.97727 28.4091C4.60227 28.4091 5.11364 27.8409 5.11364 27.2727V17.0455H19.3182V40.9091H5.11364V31.8182C5.11364 31.1932 4.60227 30.6818 3.97727 30.6818C3.35227 30.6818 2.84091 31.25 2.84091 31.8182V42.0455C2.84091 42.6136 3.40909 43.1818 3.97727 43.1818H46.0227C46.5909 43.1818 47.1591 42.6136 47.1591 42.0455V17.0455H48.8636C49.4318 17.0455 50 16.4773 50 15.9091V9.09091C50 8.52273 49.4318 7.95455 48.8636 7.95455H42.3864C42.9545 7.04545 43.1818 5.96591 43.1818 4.82955C43.1818 2.21591 40.9091 0 38.0682 0C34.0341 0 30.7386 1.53408 28.4659 3.29545C27.3295 4.20454 26.4205 5.17043 25.7386 6.07952C25.4545 6.47724 25.2273 6.81815 25 7.21588C24.8295 6.87497 24.5455 6.47724 24.2614 6.07952C23.5795 5.17043 22.6705 4.20454 21.5341 3.29545C19.2614 1.47727 15.9659 0 11.9318 0ZM11.9318 2.27273C15.3977 2.27273 18.1818 3.57955 20.1705 5.11364C21.1364 5.90909 21.9318 6.70453 22.5 7.44317C22.6136 7.61362 22.7273 7.78407 22.8409 7.89771C22.8409 7.89771 11.5909 7.89771 11.5341 7.89771C10.6818 7.78407 10.1705 7.44315 9.77273 6.93179C9.375 6.42043 9.14773 5.6818 9.14773 4.77271C9.09091 3.63634 10.3409 2.27273 11.9318 2.27273ZM38.0682 2.27273C39.6591 2.27273 40.9091 3.63636 40.9091 4.82955C40.9091 5.68182 40.6818 6.42045 40.2841 6.98863C39.8864 7.55681 39.375 7.84091 38.5227 7.95455C38.4659 7.95455 27.2159 8.01135 27.2159 8.01135C27.3295 7.8409 27.4432 7.67043 27.5568 7.49997C28.0682 6.76134 28.8636 5.90908 29.8864 5.17044C31.8182 3.52271 34.6023 2.27273 38.0682 2.27273ZM2.27273 10.2273H19.3182V14.7727H2.27273V10.2273ZM21.5909 10.2273H28.4091V14.7727H21.5909V10.2273ZM30.6818 10.2273H47.7273V14.7727H30.6818V10.2273ZM21.5909 17.0455H28.4091V40.9091H21.5909V17.0455ZM30.6818 17.0455H44.8864V40.9091H30.6818V17.0455Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Безопасность</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="50" height="54" viewBox="0 0 50 54" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M26.1214 44.9208V51.5171H33.971C34.5646 51.5171 35.0924 51.9129 35.1583 52.5066C35.2243 53.1662 34.6966 53.7599 34.0369 53.7599H15.9631C15.3694 53.7599 14.8417 53.3641 14.7757 52.7704C14.7098 52.1108 15.2375 51.5171 15.8971 51.5171H23.8127V44.9868H1.58311C0.725593 44.9868 0 44.2612 0 43.4037V9.8285C0 9.23483 0.527704 8.70712 1.12137 8.70712C1.71504 8.70712 2.24274 9.23483 2.24274 9.8285V42.7441H47.6913V11.1478H23.6148C23.0211 11.1478 22.4934 10.752 22.4274 10.1583C22.3615 9.49868 22.8892 8.90501 23.5488 8.90501H48.4169C49.2744 8.90501 50 9.63061 50 10.4881V43.3377C50 44.1952 49.2744 44.9208 48.4169 44.9208H26.1214ZM6.59631 30.277L5.67282 29.1557V6.39842C5.67282 2.83641 8.5752 0 12.0712 0C15.6332 0 18.4697 2.90237 18.4697 6.39842V29.1557L17.5462 30.277L14.314 34.4987H38.9842C39.5778 34.4987 40.1055 35.0264 40.1055 35.6201C40.1055 36.2137 39.5778 36.7414 38.9842 36.7414H12.0053C11.6755 36.7414 11.3456 36.6095 11.1478 36.2797L6.59631 30.277ZM15.1715 29.8153H12.0712H8.97098L12.0712 33.8391L15.1715 29.8153ZM16.2929 7.51979H13.1926V27.6385H16.2929V7.51979ZM8.04749 5.27704H12.1372H16.2269C15.7652 3.49604 14.1161 2.11082 12.1372 2.11082C10.1583 2.17678 8.50923 3.49604 8.04749 5.27704ZM7.91557 27.6385H11.0158V7.51979H7.91557V27.6385Z" fill="#E04C4C"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Бесплатные дополнения</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
            <div class="preferences__item">
               <div class="preferences__icon">
                  <svg width="52" height="42" viewBox="0 0 52 42" fill="none" xmlns="http://www.w3.org/2000/svg">
                     <path d="M1.96164 5.08203H36.7731C37.35 5.08203 37.7347 5.4745 37.7347 6.06319V14.305C37.7347 14.8936 37.35 15.2861 36.7731 15.2861H1.96164C1.38466 15.2861 1 14.8936 1 14.305V6.06319C1 5.4745 1.38466 5.08203 1.96164 5.08203Z" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M27.5312 15.2861V5.08203" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M6.10156 5.08203V15.2861" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M6.10156 12.2246H27.5301" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M31.6132 5.08163V1.81633C31.6132 1.32653 31.2511 1 30.708 1H21.2939C20.7508 1 20.3887 1.32653 20.3887 1.81633V5.08163" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <mask id="path-6-inside-1" fill="white">
                        <path d="M36.8591 9.16299H32.486C31.9612 9.16299 31.6113 8.9589 31.6113 8.65278C31.6113 8.34666 31.9612 8.14258 32.486 8.14258H36.8591C37.3839 8.14258 37.7338 8.34666 37.7338 8.65278C37.7338 8.9589 37.3839 9.16299 36.8591 9.16299Z"/>
                     </mask>
                     <path d="M36.8591 9.16299H32.486C31.9612 9.16299 31.6113 8.9589 31.6113 8.65278C31.6113 8.34666 31.9612 8.14258 32.486 8.14258H36.8591C37.3839 8.14258 37.7338 8.34666 37.7338 8.65278C37.7338 8.9589 37.3839 9.16299 36.8591 9.16299Z" fill="#E04C4C"/>
                     <path d="M36.8591 7.46299H32.486V10.863H36.8591V7.46299ZM32.486 7.46299C32.4147 7.46299 32.5207 7.44474 32.7084 7.55426C32.811 7.61406 32.9632 7.72826 33.0935 7.92587C33.2312 8.13474 33.3113 8.38871 33.3113 8.65278H29.9113C29.9113 9.56265 30.4663 10.1825 30.9953 10.4911C31.4891 10.7792 32.0324 10.863 32.486 10.863V7.46299ZM33.3113 8.65278C33.3113 8.91685 33.2312 9.17083 33.0935 9.3797C32.9632 9.5773 32.811 9.6915 32.7084 9.75131C32.5207 9.86083 32.4147 9.84258 32.486 9.84258V6.44258C32.0324 6.44258 31.4891 6.52637 30.9953 6.81446C30.4663 7.12304 29.9113 7.74291 29.9113 8.65278H33.3113ZM32.486 9.84258H36.8591V6.44258H32.486V9.84258ZM36.8591 9.84258C36.9304 9.84258 36.8244 9.86083 36.6367 9.75131C36.5341 9.6915 36.3819 9.5773 36.2516 9.3797C36.1139 9.17083 36.0338 8.91685 36.0338 8.65278H39.4338C39.4338 7.74291 38.8788 7.12304 38.3498 6.81446C37.856 6.52637 37.3127 6.44258 36.8591 6.44258V9.84258ZM36.0338 8.65278C36.0338 8.38871 36.1139 8.13474 36.2516 7.92587C36.3819 7.72826 36.5341 7.61406 36.6367 7.55426C36.8244 7.44474 36.9304 7.46299 36.8591 7.46299V10.863C37.3127 10.863 37.856 10.7792 38.3498 10.4911C38.8788 10.1825 39.4338 9.56265 39.4338 8.65278H36.0338Z" fill="#E04C4C" mask="url(#path-6-inside-1)"/>
                     <path d="M42.9297 34.6736H24.3769C23.8203 34.6736 23.4492 34.2655 23.4492 33.6532C23.4492 33.041 23.8203 32.6328 24.3769 32.6328H42.9297C43.4863 32.6328 43.8574 33.041 43.8574 33.6532C43.8574 34.2655 43.4863 34.6736 42.9297 34.6736Z" fill="#E04C4C"/>
                     <path d="M34.7665 38.7547H24.3769C23.8203 38.7547 23.4492 38.3465 23.4492 37.7343C23.4492 37.122 23.8203 36.7139 24.3769 36.7139H34.7665C35.3231 36.7139 35.6941 37.122 35.6941 37.7343C35.6941 38.3465 35.3231 38.7547 34.7665 38.7547Z" fill="#E04C4C"/>
                     <path d="M43.035 38.7547H39.5788C39.085 38.7547 38.7559 38.3465 38.7559 37.7343C38.7559 37.122 39.085 36.7139 39.5788 36.7139H43.035C43.5287 36.7139 43.8579 37.122 43.8579 37.7343C43.8579 38.3465 43.5287 38.7547 43.035 38.7547Z" fill="#E04C4C"/>
                     <path d="M36.7146 12.3949H35.6942C35.6358 12.3949 35.5999 12.3853 35.5816 12.3782C35.5641 12.3715 35.5576 12.3653 35.5555 12.3633C35.5534 12.3612 35.5473 12.3546 35.5405 12.3371C35.5335 12.3188 35.5238 12.283 35.5238 12.2245C35.5238 12.166 35.5335 12.1302 35.5405 12.1119C35.5473 12.0944 35.5534 12.0878 35.5555 12.0858C35.5576 12.0837 35.5641 12.0775 35.5816 12.0708C35.5999 12.0637 35.6358 12.0541 35.6942 12.0541H36.7146C36.7731 12.0541 36.8089 12.0637 36.8272 12.0708C36.8448 12.0775 36.8513 12.0837 36.8534 12.0858C36.8555 12.0878 36.8616 12.0944 36.8684 12.1119C36.8754 12.1302 36.8851 12.166 36.8851 12.2245C36.8851 12.283 36.8754 12.3188 36.8684 12.3371C36.8616 12.3546 36.8555 12.3612 36.8534 12.3633C36.8513 12.3653 36.8448 12.3715 36.8272 12.3782C36.8089 12.3853 36.7731 12.3949 36.7146 12.3949Z" fill="#E04C4C" stroke="#E04C4C" stroke-width="1.7"/>
                     <path d="M34.5438 19.2175C35.0034 18.8233 35.3768 18.3132 35.6121 17.6578C35.5632 17.812 35.5091 17.9547 35.4513 18.0868C35.1931 18.6773 34.846 19.0976 34.5081 19.4195L34.5027 19.4133C34.5027 19.4111 34.5026 19.4088 34.5026 19.4064C34.5024 19.389 34.5023 19.3706 34.5023 19.3455C34.5023 19.3038 34.5026 19.2764 34.504 19.2516L34.5438 19.2175Z" fill="#E04C4C" stroke="#E04C4C" stroke-width="1.7"/>
                     <path d="M43.1255 7.61715C43.1255 7.61717 43.1243 7.61782 43.1217 7.619C43.1241 7.61771 43.1255 7.61712 43.1255 7.61715Z" fill="#E04C4C" stroke="#E04C4C" stroke-width="1.7"/>
                     <path d="M35.6934 15.2861C37.4426 15.2861 38.7546 16.7147 38.7546 18.3474C38.7546 19.98 37.4426 21.4086 35.6934 21.4086" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M32.6335 21.4086C30.8842 21.4086 29.5723 19.98 29.5723 18.3474C29.5723 16.7147 30.8842 15.2861 32.6335 15.2861" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M32.6328 21.4082H35.694" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M33.6396 5.66853V1.93371C33.6396 1.37348 34.0146 1 34.577 1H35.5144C36.0768 2.68067 37.2017 3.42764 39.0765 3.80112C39.4514 3.98786 39.8264 4.36134 39.8264 4.73483V6.97572C39.8264 7.16247 39.8264 7.34921 40.0139 7.53595C41.1387 9.21662 42.6386 10.1503 43.9509 10.3371C44.3259 10.3371 44.5133 10.5238 44.5133 10.8973L50.8876 24.9029C51.0751 25.4631 51.0751 25.6499 50.5126 25.8366L41.5137 29.5714C41.3262 29.5714 41.1387 29.5714 41.1387 29.3847L40.7638 28.451C40.7638 28.0775 40.7638 27.8908 40.7638 27.704L41.3262 26.957C41.5137 26.7703 41.5137 26.3968 41.3262 26.2101L39.4514 21.5416C39.264 21.1681 39.0765 20.9813 38.7015 20.9813C37.9516 20.9813 34.952 20.9813 34.952 20.9813C33.8271 20.9813 32.7022 21.915 32.1398 23.0355H30.8274C23.8907 18.1802 16.7666 15.3791 8.14258 15.3791" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M33.6523 5.08203H39.7748" stroke="#E04C4C" stroke-width="1.7" stroke-miterlimit="10"/>
                     <path d="M7.12305 39.8682V31.5194C7.12305 30.9629 7.4941 30.5918 8.05069 30.5918H16.3995C16.9561 30.5918 17.3271 30.9629 17.3271 31.5194V39.8682C17.3271 40.4248 16.9561 40.7959 16.3995 40.7959H8.05069C7.4941 40.7959 7.12305 40.2393 7.12305 39.8682Z" stroke="#E04C4C" stroke-width="1.4" stroke-miterlimit="10"/>
                  </svg>
               </div>
               <div>
                  <h4 class="preferences__header">Почасовая оплата бустера</h4>
                  <p class="preferences__text">Привет, я описание. А описание - это я. Саппорт это очень важно и полезно. Можно быть без танка, но нельзя без саппорта.</p>
               </div>
            </div>
         </div>
      </section>
   </div>
   <div class="wrapper">
      <section class="main-products section">
         <div class="main-products-wrapper wrapper_thin">
            <div class="main-products__item">
               <div class="main-products__box">
                  <div class="main-products__item-part">
                     <img src="<?php bloginfo('template_directory'); ?>/assets/img/tiger_release_final_20200409_205454.jpg"
                          class="main-products__img" />
                     <span class="main-products__item-label main-products__item-label_new">New</span>
                     <span class="main-products__item-price">$69.69</span>
                  </div>
                  <div class="main-products__description main-products__item-part">
                     <div>
                        <h5 class="main-products__description-title">Whispers of the Worm (Normal + Full Catalyst)</h5>
                        <p class="main-products__description-text">Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку.</p>
                     </div>
                     <div>
                        <p class="main-products__description-requirements">This product have requirements</p>
                        <label for="urgent-1" class="main-products__description-checkbox-label">
                           <input type="checkbox" id="urgent-1">
                           <span>Срочность выполнения</span>
                           <span class="main-products__description-checkbox-tips"
                                 data-toggle="tooltip" data-placement="top" title="Some explanation will be here"
                                 data-delay="150"
                           >?</span>
                        </label>
                        <select name="" id="" class="main-products__description-select">
                           <option value="Dungeon master">Dungeon master</option>
                           <option value="Dungeon master">Dungeon master</option>
                           <option value="Dungeon master">Dungeon master</option>
                        </select>
                     </div>
                  </div>
               </div>
               <div class="main-products__box main-products__box_btns">
                  <button class="main-products__btn">Buy now</button>
                  <button class="main-products__btn">Add to cart</button>
               </div>
            </div>
            <div class="main-products__item">
               <div class="main-products__box">
                  <div class="main-products__item-part">
                     <img src="<?php bloginfo('template_directory'); ?>/assets/img/tiger_release_final_20200409_205454.jpg"
                          class="main-products__img" />
                     <span class="main-products__item-label main-products__item-label_hot"><i class="far fa-clock"></i></span>
                     <span class="main-products__item-price">$69.69</span>
                  </div>
                  <div class="main-products__description main-products__item-part">
                     <div>
                        <h5 class="main-products__description-title">Whispers of the Worm (Normal + Full Catalyst)</h5>
                        <p class="main-products__description-text">Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку.</p>
                     </div>
                     <div>
                        <p class="main-products__description-requirements">This product have requirements</p>
                        <label for="urgent-1" class="main-products__description-checkbox-label">
                           <input type="checkbox" id="urgent-1">
                           <span>Срочность выполнения</span>
                           <span class="main-products__description-checkbox-tips"
                                 data-toggle="tooltip" data-placement="top" title="Some explanation will be here"
                                 data-delay="150"
                           >?</span>
                        </label>
                        <select name="" id="" class="main-products__description-select">
                           <option value="Dungeon master">Dungeon master</option>
                           <option value="Dungeon master">Dungeon master</option>
                           <option value="Dungeon master">Dungeon master</option>
                        </select>
                     </div>
                  </div>
               </div>
               <div class="main-products__box main-products__box_btns">
                  <button class="main-products__btn">Buy now</button>
                  <button class="main-products__btn">Add to cart</button>
               </div>
            </div>
            <div class="main-products__item">
               <div class="main-products__box">
                  <div class="main-products__item-part">
                     <img src="<?php bloginfo('template_directory'); ?>/assets/img/tiger_release_final_20200409_205454.jpg"
                          class="main-products__img" />
                     <span class="main-products__item-label main-products__item-label_hot"><i class="far fa-clock"></i></span>
                     <span class="main-products__item-price">$69.69</span>
                  </div>
                  <div class="main-products__description main-products__item-part">
                     <div>
                        <h5 class="main-products__description-title">Whispers of the Worm (Normal + Full Catalyst)</h5>
                        <p class="main-products__description-text">Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку. Необходимо найти Van Darkholme’а на планете Fisting и отжать его заначку.</p>
                     </div>
                     <div>
                        <p class="main-products__description-requirements">This product have requirements</p>
                        <label for="urgent-1" class="main-products__description-checkbox-label">
                           <input type="checkbox" id="urgent-1">
                           <span>Срочность выполнения</span>
                           <span class="main-products__description-checkbox-tips"
                                 data-toggle="tooltip" data-placement="top" title="Some explanation will be here"
                                 data-delay="150"
                           >?</span>
                        </label>
                        <select name="" id="" class="main-products__description-select">
                           <option value="Dungeon master">Dungeon master</option>
                           <option value="Dungeon master">Dungeon master</option>
                           <option value="Dungeon master">Dungeon master</option>
                        </select>
                     </div>
                  </div>
               </div>
               <div class="main-products__box main-products__box_btns">
                  <button class="main-products__btn">Buy now</button>
                  <button class="main-products__btn">Add to cart</button>
               </div>
            </div>
         </div>
      </section>
   </div>
	<?php get_footer(); ?>
</main>
